Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Revise
de: Überarbeiten
es: Revisar
fr: Réviser
it: Rivedi
ja: 修正
ko: 수정
pt_br: Revisar
zh_hans: 修改
zh_hant: 修改

source: Rewrite briefs again
de: Vorgaben wieder umschreiben
es: Volver a reescribir descripciones
fr: Réécrire à nouveau les descriptions
it: Riscrivi di nuovo le descrizioni
ja: 説明文をまた書き直す
ko: 설명 다시 쓰기
pt_br: Reescrever descrições de novo
zh_hans: 重新改写描述
zh_hant: 重新改寫描述

source: Rewrite the brief with %@ on %@
de: Vorgabe mit %@ auf %@ umschreiben
es: Reescribir la descripción con %@ en %@
fr: Réécrire la description avec %@ sur %@
it: Riscrivi la descrizione con %@ su %@
ja: %@ で %@ 上の説明文を書き直す
ko: %@로 %@에서 설명 다시 쓰기
pt_br: Reescrever a descrição com %@ em %@
zh_hans: 用 %@ 在 %@ 上改写描述
zh_hant: 用 %@ 在 %@ 上改寫描述

source: Rewritten by %@
de: Umgeschrieben von %@
es: Reescrito por %@
fr: Réécrit par %@
it: Riscritto da %@
ja: %@ が書き直しました
ko: %@이(가) 다시 씀
pt_br: Reescrito por %@
zh_hans: 由 %@ 改写
zh_hant: 由 %@ 改寫

source: Same words, another roll of the dice
de: Gleiche Wörter, noch ein Würfelwurf
es: Las mismas palabras, otra tirada de dados
fr: Les mêmes mots, un autre lancer de dés
it: Le stesse parole, un altro lancio di dadi
ja: 同じ言葉で、もう一度サイコロを振ります
ko: 같은 문구로 주사위를 한 번 더 굴립니다
pt_br: As mesmas palavras, mais uma jogada de dados
zh_hans: 同样的文字，再掷一次骰子
zh_hant: 同樣的文字，再擲一次骰子

source: Saved to %@
de: Gesichert unter %@
es: Guardado en %@
fr: Enregistré dans %@
it: Salvato in %@
ja: %@ に保存しました
ko: %@에 저장됨
pt_br: Salvo em %@
zh_hans: 已保存到 %@
zh_hant: 已儲存到 %@

source: Save…
de: Sichern …
es: Guardar…
fr: Enregistrer…
it: Salva…
ja: 保存…
ko: 저장…
pt_br: Salvar…
zh_hans: 保存…
zh_hant: 儲存…

source: Saving
de: Sichert
es: Guardando
fr: Enregistrement
it: Salvataggio
ja: 保存中
ko: 저장 중
pt_br: Salvando
zh_hans: 正在保存
zh_hant: 正在儲存

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
it: Schermo
ja: 画面
ko: 화면
pt_br: Tela
zh_hans: 屏幕
zh_hant: 螢幕

source: See it at full size
de: Zeigt es in voller Größe
es: La muestra a tamaño completo
fr: Affiche l’image en taille réelle
it: La mostra a piena grandezza
ja: 元のサイズで表示します
ko: 원본 크기로 봅니다
pt_br: Mostra em tamanho real
zh_hans: 以原始大小查看
zh_hant: 以原始大小檢視

source: Seed rolls
de: Seed würfelt
es: Seed al azar
fr: Graine aléatoire
it: Seed casuale
ja: ランダムシード
ko: 무작위 시드
pt_br: Seed aleatória
zh_hans: 种子随机
zh_hant: 種子隨機

source: Sending the reference
de: Referenz wird gesendet
es: Enviando la referencia
fr: Envoi de la référence
it: Invio del riferimento
ja: 参照画像を送信中
ko: 참조 이미지 전송 중
pt_br: Enviando a referência
zh_hans: 正在发送参考图
zh_hant: 正在傳送參考圖

source: Shape
de: Form
es: Forma
fr: Forme
it: Forma
ja: 形
ko: 모양
pt_br: Forma
zh_hans: 形状
zh_hant: 形狀

source: Shared with the video renderer — one ComfyUI holds both sets of models.
de: Gemeinsam mit dem Video-Renderer genutzt — ein ComfyUI verwaltet beide Modellsätze.
es: Compartido con el renderizador de vídeo — un mismo ComfyUI aloja ambos conjuntos de modelos.
fr: Partagé avec la machine de rendu vidéo — un seul ComfyUI héberge les deux jeux de modèles.
it: Condiviso con la macchina di rendering video — un solo ComfyUI ospita entrambi i set di modelli.
ja: 動画レンダラーと共有しています — 1つの ComfyUI が両方のモデル一式を保持します。
ko: 동영상 렌더러와 공유됩니다 — 하나의 ComfyUI가 두 모델 세트를 모두 보유합니다.
pt_br: Compartilhado com a máquina de renderização de vídeo — um único ComfyUI guarda os dois conjuntos de modelos.
zh_hans: 与视频渲染机共用 — 一个 ComfyUI 同时保存两套模型。
zh_hant: 與影片算圖機共用 — 一個 ComfyUI 同時保存兩套模型。

source: Show on stage
de: Auf die Bühne legen
es: Mostrar en el escenario
fr: Afficher sur la scène
it: Mostra sul palco
ja: ステージに表示
ko: 무대에 표시
pt_br: Mostrar no palco
zh_hans: 显示在舞台上
zh_hant: 顯示在舞台上

source: Size follows the reference
de: Größe folgt der Referenz
es: El tamaño sigue a la referencia
fr: La taille suit la référence
it: La dimensione segue il riferimento
ja: サイズは参照画像に従います
ko: 크기는 참조 이미지를 따릅니다
pt_br: O tamanho segue a referência
zh_hans: 尺寸跟随参考图
zh_hant: 尺寸跟隨參考圖

source: Start the next render from this picture
de: Startet den nächsten Render mit diesem Bild
es: Inicia el siguiente render a partir de esta imagen
fr: Démarre le rendu suivant à partir de cette image
it: Avvia il prossimo render partendo da questa immagine
ja: 次のレンダリングをこの画像から始めます
ko: 다음 렌더링을 이 이미지로 시작합니다
pt_br: Inicia a próxima renderização a partir desta imagem
zh_hans: 以这张图片作为下一次渲染的起点
zh_hant: 以這張圖片作為下一次渲染的起點

source: Start the render from a picture instead of from words alone
de: Startet den Render mit einem Bild statt nur mit Wörtern
es: Inicia el render a partir de una imagen en vez de solo palabras
fr: Démarre le rendu à partir d’une image plutôt que de simples mots
it: Avvia il render partendo da un’immagine invece che dalle sole parole
ja: 言葉だけでなく、画像からレンダリングを始めます
ko: 문구만이 아니라 이미지로도 렌더링을 시작합니다
pt_br: Inicia a renderização a partir de uma imagem, e não só de palavras
zh_hans: 从一张图片开始渲染，而不只是靠文字
zh_hant: 從一張圖片開始渲染，而不只是靠文字

source: Take a Photo
de: Foto aufnehmen
es: Tomar una foto
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar uma foto
zh_hans: 拍照
zh_hant: 拍照

source: Tall
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 縦長
ko: 세로
pt_br: Alto
zh_hans: 竖长
zh_hant: 直長

source: Tell the helper what to change, then press Return
de: Sag dem Helfer, was sich ändern soll, und drück dann die Zeilenschaltungstaste.
es: Dile al asistente qué cambiar y luego pulsa la tecla Retorno.
fr: Dites à l’assistant ce qu’il faut changer, puis appuyez sur la touche Retour.
it: Di' all’assistente cosa cambiare, poi premi il tasto A capo.
ja: ヘルパーに変更したい内容を伝えて、Return キーを押します。
ko: 도우미에게 무엇을 바꿀지 말한 뒤 Return 키를 누르세요.
pt_br: Diga ao assistente o que mudar e pressione a tecla Return.
zh_hans: 告诉助手要改什么，然后按回车键。
zh_hant: 告訴助手要改什麼，然後按 Return 鍵。

source: That turn is already being picked back up.
de: Dieser Zug wird bereits wieder aufgenommen.
es: Ese turno ya se está retomando.
fr: Ce tour est déjà en train d’être repris.
it: Quel turno è già in fase di ripresa.
ja: そのターンはすでに再開処理中です。
ko: 그 턴은 이미 다시 이어지는 중입니다.
pt_br: Esse turno já está sendo retomado.
zh_hans: 该回合已经在重新接续中。
zh_hant: 該回合已經在重新接續中。

source: That was declined
de: Das wurde abgelehnt
es: Eso fue rechazado
fr: Cela a été refusé
it: È stato rifiutato
ja: 拒否されました
ko: 거부되었습니다
pt_br: Isso foi recusado
zh_hans: 已被拒绝
zh_hant: 已被拒絕

source: The card has been refreshed to what the server actually has.
de: Die Karte wurde auf das aktualisiert, was der Server tatsächlich hat.
es: La tarjeta se actualizó con lo que el servidor tiene en realidad.
fr: La carte a été actualisée avec ce que le serveur a réellement.
it: La scheda è stata aggiornata con ciò che il server ha realmente.
ja: カードはサーバが実際に持っている内容に更新されました。
ko: 카드가 서버에 실제로 있는 내용으로 새로고침되었습니다.
pt_br: O cartão foi atualizado para o que o servidor realmente tem.
zh_hans: 卡片已更新为服务器实际拥有的内容。
zh_hant: 卡片已更新為伺服器實際擁有的內容。

source: The server does not know this session any more.
de: Der Server kennt diese Sitzung nicht mehr.
es: El servidor ya no reconoce esta sesión.
fr: Le serveur ne connaît plus cette session.
it: Il server non riconosce più questa sessione.
ja: サーバはこのセッションをもう認識していません。
ko: 서버가 이 세션을 더 이상 알지 못합니다.
pt_br: O servidor não reconhece mais esta sessão.
zh_hans: 服务器已经不认识这个会话了。
zh_hant: 伺服器已經不認得這個工作階段了。

source: The server has no interrupted turn in this session any more.
de: Der Server hat in dieser Sitzung keinen unterbrochenen Zug mehr.
es: El servidor ya no tiene ningún turno interrumpido en esta sesión.
fr: Le serveur n’a plus de tour interrompu dans cette session.
it: Il server non ha più alcun turno interrotto in questa sessione.
ja: サーバには、このセッションで中断されたターンはもうありません。
ko: 서버에는 이제 이 세션에서 중단된 턴이 없습니다.
pt_br: O servidor não tem mais nenhum turno interrompido nesta sessão.
zh_hans: 服务器在此会话中已经没有被中断的回合了。
zh_hant: 伺服器在此工作階段中已經沒有被中斷的回合了。

source: The server would not pick that turn back up, and did not say why.
de: Der Server wollte diesen Zug nicht wieder aufnehmen und hat nicht gesagt, warum.
es: El servidor no quiso retomar ese turno y no dijo por qué.
fr: Le serveur n’a pas voulu reprendre ce tour, et n’a pas dit pourquoi.
it: Il server non ha voluto riprendere quel turno e non ha detto perché.
ja: サーバはそのターンを再開せず、理由も示しませんでした。
ko: 서버가 그 턴을 다시 이어가지 않았으며, 이유도 말하지 않았습니다.
pt_br: O servidor não quis retomar aquele turno e não disse por quê.
zh_hans: 服务器没有重新接续那个回合，也没有说明原因。
zh_hant: 伺服器沒有重新接續那個回合，也沒有說明原因。

source: The studio keeps teaching the shape; it stops writing it
de: Das Studio bringt weiterhin die Form bei; es hört nur auf, sie zu schreiben
es: El estudio sigue enseñando la forma; solo deja de escribirla
fr: L’atelier continue d’enseigner la forme ; il arrête seulement de l’écrire
it: Lo studio continua a insegnare la forma; smette solo di scriverla
ja: スタジオは形を教え続けますが、書くことだけをやめます
ko: 스튜디오는 계속 모양을 가르치지만, 그것을 쓰는 일만 멈춥니다
pt_br: O estúdio continua ensinando a forma; ele só para de escrevê-la
zh_hans: 工作室仍会继续教授形状，只是不再替你写出来
zh_hant: 工作室仍會繼續教授形狀，只是不再替你寫出來

source: The words address them in order: <image1>, <image2>, and so on
de: Die Wörter sprechen sie der Reihe nach an: <image1>, <image2> und so weiter
es: Las palabras las nombran en orden: <image1>, <image2>, y así sucesivamente
fr: Les mots les désignent dans l’ordre : <image1>, <image2>, et ainsi de suite
it: Le parole le indicano in ordine: <image1>, <image2>, e così via
ja: 言葉の中で <image1>、<image2> のように順番に参照します
ko: 문구에서 <image1>, <image2>처럼 순서대로 가리킵니다
pt_br: As palavras se referem a elas em ordem: <image1>, <image2>, e assim por diante
zh_hans: 文字会按顺序指代它们：<image1>、<image2>，以此类推
zh_hant: 文字會按順序指代它們：<image1>、<image2>，以此類推

source: The work is being continued from where it stopped. Everything above is still this same conversation.
de: Die Arbeit wird dort fortgesetzt, wo sie aufgehört hat. Alles oben ist weiterhin dieselbe Unterhaltung.
es: El trabajo continúa desde donde se detuvo. Todo lo de arriba sigue siendo esta misma conversación.
fr: Le travail reprend là où il s’est arrêté. Tout ce qui précède reste cette même conversation.
it: Il lavoro riprende da dove si era fermato. Tutto quello sopra è ancora questa stessa conversazione.
ja: 作業は中断した地点から続けられます。上に表示されている内容はすべて、この同じ会話のままです。
ko: 작업이 멈췄던 지점부터 계속됩니다. 위의 모든 내용은 여전히 같은 대화입니다.
pt_br: O trabalho está sendo continuado de onde parou. Tudo acima ainda é esta mesma conversa.
zh_hans: 工作会从中断的地方继续。上面的一切仍然是同一段对话。
zh_hant: 工作會從中斷的地方繼續。上面的一切仍然是同一段對話。

source: This model takes no attachments
de: Dieses Modell nimmt keine Anhänge
es: Este modelo no admite adjuntos
fr: Ce modèle n’accepte pas les pièces jointes
it: Questo modello non accetta allegati
ja: このモデルは添付ファイルを受け付けません
ko: 이 모델은 첨부 파일을 받지 않습니다
pt_br: Este modelo não aceita anexos
zh_hans: 此模型不支持附件
zh_hant: 此模型不支援附件

source: This server does not take attachments
de: Dieser Server nimmt keine Anhänge
es: Este servidor no admite adjuntos
fr: Ce serveur n’accepte pas les pièces jointes
it: Questo server non accetta allegati
ja: このサーバは添付ファイルを受け付けません
ko: 이 서버는 첨부 파일을 받지 않습니다
pt_br: Este servidor não aceita anexos
zh_hans: 此服务器不支持附件
zh_hant: 此伺服器不支援附件

source: This turn had been running %@ when the machine running it stopped. It was noticed %@, when the server came back — nothing was wrong with what you asked.
de: Dieser Zug lief bereits %@, als der Rechner, auf dem er lief, stoppte. Es wurde %@ bemerkt, als der Server zurückkam — an deiner Anfrage war nichts falsch.
es: Este turno llevaba %@ en marcha cuando la máquina que lo ejecutaba se detuvo. Se detectó %@, cuando el servidor volvió — no había nada malo en lo que pediste.
fr: Ce tour tournait depuis %@ quand la machine qui l’exécutait s’est arrêtée. Cela a été remarqué %@, quand le serveur est revenu — il n’y avait rien de mal dans votre demande.
it: Questo turno era in corso da %@ quando la macchina che lo eseguiva si è fermata. È stato notato %@, quando il server è tornato — non c’era nulla di sbagliato in quello che hai chiesto.
ja: このターンは %@ 実行されていましたが、実行していたマシンが停止しました。サーバが復帰した %@ に気づかれました — あなたが依頼した内容に問題はありませんでした。
ko: 이 턴은 %@ 동안 실행되고 있었는데, 실행 중이던 컴퓨터이 멈췄습니다. 서버가 돌아온 %@ 후에 알아차렸습니다 — 요청하신 내용에는 문제가 없었습니다.
pt_br: Este turno já rodava havia %@ quando a máquina que o executava parou. Isso foi percebido %@, quando o servidor voltou — não havia nada de errado no que você pediu.
zh_hans: 这个回合已经运行了 %@，运行它的机器就停止了。服务器恢复后 %@ 才发现——你的请求本身没有任何问题。
zh_hant: 這個回合已經執行了 %@，執行它的機器就停止了。伺服器恢復後 %@ 才發現——你的請求本身沒有任何問題。

source: Twitch refused the question
de: Twitch hat die Anfrage abgelehnt
es: Twitch rechazó la solicitud
fr: Twitch a refusé la demande
it: Twitch ha rifiutato la richiesta
ja: Twitch がリクエストを拒否しました
ko: Twitch가 요청을 거부했습니다
pt_br: O Twitch recusou a solicitação
zh_hans: Twitch 拒绝了这次请求
zh_hant: Twitch 拒絕了這次請求

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 復原

source: Until this is answered, the server will not carry this session on by itself — picking it up or letting it go both end that.
de: Solange dies nicht beantwortet ist, führt der Server diese Sitzung nicht von selbst fort — sowohl Wiederaufnehmen als auch Loslassen beenden das.
es: Hasta que esto se responda, el servidor no continuará esta sesión por su cuenta — tanto retomarlo como dejarlo estar acaban con eso.
fr: Tant que cela n’a pas de réponse, le serveur ne poursuivra pas cette session de lui-même — le reprendre ou l’abandonner y mettent fin tous les deux.
it: Finché questo non ha una risposta, il server non porterà avanti questa sessione da solo — sia riprenderlo che lasciarlo andare pongono fine a questo.
ja: これに答えが出るまで、サーバはこのセッションを自分から先に進めません — 再開するか手放すか、どちらを選んでもこの状態は終わります。
ko: 이 문제에 답하기 전까지 서버는 이 세션을 스스로 이어가지 않습니다 — 다시 이어가든 그대로 두든, 둘 다 이 상태를 끝냅니다.
pt_br: Até que isto seja respondido, o servidor não vai continuar esta sessão por conta própria — tanto retomar quanto deixar para lá encerram essa espera.
zh_hans: 在这个问题得到答复之前，服务器不会自行继续这个会话——无论是重新接续还是放弃，都会结束这一等待状态。
zh_hant: 在這個問題得到答覆之前，伺服器不會自行繼續這個工作階段——無論是重新接續還是放棄，都會結束這個等待狀態。

source: Use a frame
de: Rahmen verwenden
es: Usar un marco
fr: Utiliser un cadre
it: Usa una cornice
ja: 枠を使う
ko: 틀 사용
pt_br: Usar uma moldura
zh_hans: 使用框架
zh_hant: 使用框架

source: Use as reference
de: Als Referenz verwenden
es: Usar como referencia
fr: Utiliser comme référence
it: Usa come riferimento
ja: 参照として使う
ko: 참조로 사용
pt_br: Usar como referência
zh_hans: 用作参考图
zh_hant: 用作參考圖

source: Use these words
de: Diese Wörter verwenden
es: Usar estas palabras
fr: Utiliser ces mots
it: Usa queste parole
ja: この言葉を使う
ko: 이 문구 사용
pt_br: Usar estas palavras
zh_hans: 使用这些文字
zh_hant: 使用這些文字

source: Waiting for the machine
de: Wartet auf den Rechner
es: Esperando a la máquina
fr: En attente de la machine
it: In attesa della macchina
ja: マシンを待っています
ko: 컴퓨터을 기다리는 중
pt_br: Aguardando a máquina
zh_hans: 正在等待机器
zh_hant: 正在等待機器

source: Was in the middle of %@
de: War mitten in %@
es: Estaba en medio de %@
fr: Était en plein %@
it: Era nel mezzo di %@
ja: %@ の最中でした
ko: %@ 작업 중이었습니다
pt_br: Estava no meio de %@
zh_hans: 正处于 %@ 之中
zh_hant: 正處於 %@ 之中

source: What the model paints natively
de: Was das Modell von Haus aus malt
es: Lo que el modelo pinta de forma nativa
fr: Ce que le modèle peint nativement
it: Ciò che il modello dipinge in modo nativo
ja: モデルがそのまま描くサイズ
ko: 모델이 원래 그리는 크기
pt_br: O que o modelo pinta nativamente
zh_hans: 模型原生绘制的尺寸
zh_hant: 模型原生繪製的尺寸

source: What to change, and what to keep
de: Was sich ändern soll, und was bleiben soll
es: Qué cambiar y qué conservar
fr: Ce qu’il faut changer, et ce qu’il faut garder
it: Cosa cambiare e cosa mantenere
ja: 何を変えて、何をそのままにするか
ko: 무엇을 바꾸고 무엇을 유지할지
pt_br: O que mudar e o que manter
zh_hans: 要改什么，保留什么
zh_hant: 要改什麼，保留什麼

source: Which model rewrites the brief, and on which machine
de: Welches Modell die Vorgabe umschreibt, und auf welchem Rechner
es: Qué modelo reescribe la descripción, y en qué máquina
fr: Quel modèle réécrit la description, et sur quelle machine
it: Quale modello riscrive la descrizione, e su quale macchina
ja: どのモデルが説明文を書き直すか、どのマシンで動くか
ko: 어떤 모델이 어떤 컴퓨터에서 설명을 다시 쓰는지
pt_br: Qual modelo reescreve a descrição, e em qual máquina
zh_hans: 由哪个模型改写描述，在哪台机器上
zh_hant: 由哪個模型改寫描述，在哪台機器上

source: Wide
de: Breit
es: Ancho
fr: Large
it: Largo
ja: 横長
ko: 가로
pt_br: Largo
zh_hans: 横宽
zh_hant: 橫寬

source: Words
de: Wörter
es: Palabras
fr: Mots
it: Parole
ja: 言葉
ko: 문구
pt_br: Palavras
zh_hans: 文字
zh_hant: 文字

source: Words to paint from
de: Wörter, aus denen gemalt wird
es: Palabras a partir de las cuales pintar
fr: Mots à partir desquels peindre
it: Parole da cui dipingere
ja: 描くもとになる言葉
ko: 그림을 그릴 바탕이 되는 문구
pt_br: Palavras a partir das quais pintar
zh_hans: 用来绘制的文字
zh_hant: 用來繪製的文字

source: Write again
de: Erneut schreiben
es: Escribir de nuevo
fr: Réécrire
it: Scrivi di nuovo
ja: もう一度書く
ko: 다시 쓰기
pt_br: Escrever de novo
zh_hans: 重新写
zh_hant: 重新寫

source: Write the picture somewhere of your own
de: Schreibt das Bild irgendwohin, das dir gehört
es: Escribe la imagen en un lugar tuyo
fr: Écrit l’image quelque part qui vous appartient
it: Scrive l’immagine da qualche parte di tuo possesso
ja: 自分の場所に画像を書き出します
ko: 내 소유의 어딘가에 이미지를 저장합니다
pt_br: Grava a imagem em algum lugar seu
zh_hans: 把图片写入你自己的位置
zh_hant: 把圖片寫入你自己的位置

source: Writing with %@ on %@…
de: Schreibt mit %@ auf %@…
es: Escribiendo con %@ en %@…
fr: Écriture avec %@ sur %@…
it: Scrittura con %@ su %@…
ja: %@（%@）で書いています…
ko: %@ · %@에서 작성 중…
pt_br: Escrevendo com %@ em %@…
zh_hans: 正在用 %@ 在 %@ 上撰写…
zh_hant: 正在用 %@ 在 %@ 上撰寫…

source: Writing with %@ · %@ words…
de: Schreibt mit %@ · %@ Wörter …
es: Escribiendo con %@ · %@ palabras…
fr: Écriture avec %@ · %@ mots…
it: Scrittura con %@ · %@ parole…
ja: %@ で執筆中 · %@ 語…
ko: %@ · %@단어 작성 중…
pt_br: Escrevendo com %@ · %@ palavras…
zh_hans: 正在用 %@ 撰写 · %@ 字…
zh_hant: 正在用 %@ 撰寫 · %@ 字…

source: Wrote to %@
de: Geschrieben in %@
es: Escribió en %@
fr: A écrit dans %@
it: Ha scritto in %@
ja: %@ に書き込み
ko: %@에 씀
pt_br: Escreveu em %@
zh_hans: 写入了 %@
zh_hant: 寫入了 %@

source: YouTube refused the question
de: YouTube hat die Anfrage abgelehnt
es: YouTube rechazó la solicitud
fr: YouTube a refusé la demande
it: YouTube ha rifiutato la richiesta
ja: YouTube がリクエストを拒否しました
ko: YouTube가 요청을 거부했습니다
pt_br: O YouTube recusou a solicitação
zh_hans: YouTube 拒绝了这次请求
zh_hant: YouTube 拒絕了這次請求

source: Your %@ account needs signing in again
de: Dein %@-Konto muss erneut angemeldet werden
es: Tu cuenta de %@ necesita iniciar sesión de nuevo
fr: Votre compte %@ doit se reconnecter
it: Il tuo account %@ deve accedere di nuovo
ja: %@ アカウントに再度サインインする必要があります
ko: %@ 계정에 다시 로그인해야 합니다
pt_br: Sua conta do %@ precisa entrar novamente
zh_hans: 你的 %@ 账户需要重新登录
zh_hant: 你的 %@ 帳號需要重新登入

source: behind %@ renders
de: hinter %@ Renders
es: detrás de %@ renders
fr: derrière %@ rendus
it: dietro a %@ render
ja: %@件待ち
ko: %@건 대기
pt_br: atrás de %@ renderizações
zh_hans: 排在 %@ 个之后
zh_hant: 排在 %@ 個之後

source: behind 1 render
de: hinter 1 Render
es: detrás de 1 render
fr: derrière 1 rendu
it: dietro a 1 render
ja: 1件待ち
ko: 1건 대기
pt_br: atrás de 1 renderização
zh_hans: 排在 1 个之后
zh_hant: 排在 1 個之後

source: behind nobody
de: hinter niemandem
es: sin nadie delante
fr: derrière personne
it: dietro a nessuno
ja: 待ちなし
ko: 대기 없음
pt_br: atrás de ninguém
zh_hans: 排在最前
zh_hant: 排在最前

source: editing
de: bearbeitet
es: editando
fr: édition
it: modifica
ja: 編集中
ko: 편집 중
pt_br: editando
zh_hans: 编辑中
zh_hant: 編輯中

source: in memory
de: im Speicher
es: en memoria
fr: en mémoire
it: in memoria
ja: メモリ上
ko: 메모리에 있음
pt_br: na memória
zh_hans: 内存中
zh_hant: 記憶體中

source: live now
de: jetzt live
es: en directo ahora
fr: en direct maintenant
it: in diretta ora
ja: 現在配信中
ko: 지금 라이브
pt_br: ao vivo agora
zh_hans: 正在直播
zh_hant: 正在直播

source: off
de: aus
es: desactivado
fr: désactivé
it: disattivato
ja: オフ
ko: 꺼짐
pt_br: desativado
zh_hans: 已关闭
zh_hant: 已關閉

source: painting
de: malt
es: pintando
fr: peinture
it: pittura
ja: 描画中
ko: 그리는 중
pt_br: pintando
zh_hans: 绘制中
zh_hant: 繪製中

source: previous render shown until this one lands
de: vorheriger Render wird gezeigt, bis dieser fertig ist
es: se muestra el render anterior hasta que este llegue
fr: le rendu précédent s’affiche jusqu’à l’arrivée de celui-ci
it: il render precedente resta visibile finché questo non è pronto
ja: この結果が届くまで、前回のレンダリングを表示
ko: 이번 결과가 나올 때까지 이전 렌더링을 표시
pt_br: a renderização anterior fica visível até esta chegar
zh_hans: 在这次结果出来前，先显示上一次的渲染
zh_hant: 在這次結果出來前，先顯示上一次的渲染

source: server effort
de: Server-Aufwand
es: esfuerzo del servidor
fr: effort du serveur
it: sforzo del server
ja: サーバの強度
ko: 서버 강도
pt_br: esforço do servidor
zh_hans: 服务器强度
zh_hant: 伺服器強度

source: the picture being edited is shown until the result lands
de: das bearbeitete Bild wird gezeigt, bis das Ergebnis da ist
es: se muestra la imagen que se está editando hasta que llegue el resultado
fr: l’image en cours de modification s’affiche jusqu’à l’arrivée du résultat
it: l’immagine in modifica resta visibile finché il risultato non è pronto
ja: 結果が届くまで、編集中の画像を表示
ko: 결과가 나올 때까지 편집 중인 이미지를 표시
pt_br: a imagem em edição fica visível até o resultado chegar
zh_hans: 在结果出来前，先显示正在编辑的图片
zh_hant: 在結果出來前，先顯示正在編輯的圖片

source: vision
de: Bilder
es: imágenes
fr: images
it: immagini
ja: 画像
ko: 이미지
pt_br: imagens
zh_hans: 图片
zh_hant: 圖片

source: with %@
de: mit %@
es: con %@
fr: avec %@
it: con %@
ja: %@ で
ko: %@ 사용
pt_br: com %@
zh_hans: 使用 %@
zh_hant: 使用 %@

source: yt-dlp is not installed, so a channel cannot be looked up
de: yt-dlp ist nicht installiert, daher kann kein Kanal nachgeschlagen werden
es: yt-dlp no está instalado, así que no se puede buscar un canal
fr: yt-dlp n’est pas installé, une chaîne ne peut donc pas être recherchée
it: yt-dlp non è installato, quindi non è possibile cercare un canale
ja: yt-dlp がインストールされていないため、チャンネルを調べられません
ko: yt-dlp가 설치되어 있지 않아 채널을 조회할 수 없습니다
pt_br: O yt-dlp não está instalado, então não é possível consultar um canal
zh_hans: 未安装 yt-dlp，因此无法查询频道
zh_hant: 未安裝 yt-dlp，因此無法查詢頻道

source: files
de: Dateien
es: archivos
fr: fichiers
it: file
ja: ファイル
ko: 파일
pt_br: arquivos
zh_hans: 文件
zh_hant: 檔案

source: local
de: lokal
it: locale
ja: ローカル
ko: 로컬
zh_hans: 本地
zh_hant: 本機

source: Reads images
de: Liest Bilder
es: Lee imágenes
fr: Lit les images
it: Legge le immagini
ja: 画像を読み取れます
ko: 이미지 읽기 가능
pt_br: Lê imagens
zh_hans: 可读取图像
zh_hant: 可讀取圖像

source: Reads PDFs
de: Liest PDFs
es: Lee PDF
fr: Lit les PDF
it: Legge i PDF
ja: PDFを読み取れます
ko: PDF 읽기 가능
pt_br: Lê PDFs
zh_hans: 可读取 PDF
zh_hant: 可讀取 PDF

source: Takes attachments
de: Nimmt Anhänge entgegen
es: Admite archivos adjuntos
fr: Accepte les pièces jointes
it: Accetta gli allegati
ja: 添付ファイルを受け取れます
ko: 첨부 파일 수신 가능
pt_br: Aceita anexos
zh_hans: 可接收附件
zh_hant: 可接收附件

source: Runs on your server's machine
de: Läuft auf dem Rechner deines Servers
es: Se ejecuta en la máquina de tu servidor
fr: S’exécute sur la machine de votre serveur
it: Viene eseguito sulla macchina del tuo server
ja: サーバのマシンで動作します
ko: 서버의 컴퓨터에서 실행됩니다
pt_br: É executado na máquina do seu servidor
zh_hans: 在你服务器的机器上运行
zh_hant: 在你伺服器的機器上執行

source: Runs on %@ — picking it starts a chat there
de: Läuft auf %@ – die Auswahl startet dort einen neuen Chat
es: Se ejecuta en %@; elegirlo inicia un chat allí
fr: S’exécute sur %@ — le choisir démarre une discussion là-bas
it: Viene eseguito su %@ — selezionandolo si avvia una chat lì
ja: %@ で動作します — 選ぶとそこでチャットが始まります
ko: %@에서 실행됩니다 — 선택하면 그곳에서 새 대화가 시작됩니다
pt_br: É executado em %@ — escolher inicia uma conversa lá
zh_hans: 在 %@ 上运行 — 选择它会在那里开始新对话
zh_hant: 在 %@ 上執行 — 選擇它會在那裡開始新對話

source: Not answering
de: Antwortet nicht
es: No responde
fr: Ne répond pas
it: Non risponde
ja: 応答なし
ko: 응답 없음
pt_br: Não está respondendo
zh_hans: 无响应
zh_hant: 無回應

source: Not answering · last known list
de: Antwortet nicht · letzte bekannte Liste
es: No responde · última lista conocida
fr: Ne répond pas · dernière liste connue
it: Non risponde · ultimo elenco noto
ja: 応答なし · 既知の最終リスト
ko: 응답 없음 · 마지막으로 확인된 목록
pt_br: Não está respondendo · última lista conhecida
zh_hans: 无响应 · 最后已知列表
zh_hant: 無回應 · 最後已知清單
